[
  {
    "author": "TAREQUE",
    "time": "Edited 2 months ago",
    "text": "The cafe has a charming retro vibe that instantly transports you back in time. Their bun maska is definitely a highlight – fresh, buttery, and delicious. However, the tea was a letdown, tasting quite below average. The place tends to get …"
  },
  {
    "author": "Shirish Naik",
    "time": "3 months ago",
    "text": "Good Luck Café in Pune is a historic Irani café that has been serving food lovers since 1935. Known for its authentic Irani chai and buttery bun maska, it retains its old-world charm and nostalgic appeal. The café is also famous for its …"
  },
  {
    "author": "Sandeep",
    "time": "2 months ago",
    "text": "Cafe goodluck is one of the oldest iconic cafe in Pune that you must visit once you are in the city. Located in ferguson road the cafe can be crowded during weekend. We tried tea and bun maska during our visit in the morning time and it was …"
  },
  {
    "author": "sayabanna tole",
    "time": "2 weeks ago",
    "text": "Café Goodluck – Where Time Stands Still (but they won’t take UPI 😅)\n\nDropped by the legendary Café Goodluck near Deccan Gymkhana and yep — still got …"
  },
  {
    "author": "Sunny Surwade",
    "time": "a month ago",
    "text": "Visited Goodluck Cafe on FC Road for the first time during a casual outing with friends. This place carries a long-standing reputation and is considered one of the historical Irani cafes in Pune. With so much hype around it, we had high …"
  },
  {
    "author": "Pratik Sharma",
    "time": "2 weeks ago",
    "text": "This place had been on my list forever after seeing it in tons of vlogs — and honestly, it’s totally worth the hype! I came just to try their famous bun maska and Irani chai, and both were awesome. …"
  },
  {
    "author": "Avishkar",
    "time": "a week ago",
    "text": "the food was nice, i enjoyed the Bun maska and tea. went to washroom later and the washroom was not well maintained plus they had a gas stove near to the washroom. …"
  },
  {
    "author": "Sudeep Datre",
    "time": "3 months ago",
    "text": "I have been visiting Cafe Goodluck for many years and enjoyed some really delicious food here. This time I had the mutton kheema which was really good and some nicely made hot chapatis. Loved the kairi panhe too!"
  },
  {
    "author": "Aditi Padki",
    "time": "5 months ago",
    "text": "This cafe is a must visit when in pune.\n\nFood : We have been there twice, had Kheema pav, Bun maska, Chai, Nutella bun, …"
  },
  {
    "author": "Sanskruti More",
    "time": "5 months ago",
    "text": "Cafe Goodluck, Deccan, Pune.\n\nHighly Recommended: Chai and Bun Maska. …"
  },
  {
    "author": "Dr. Aakriti Ranjan",
    "time": "3 months ago",
    "text": "A must visit retro aesthetic cafe on FC road. Chai and bun maska, caramel custard are must try. They have a variety to offer from chai bun maska to keema pav and doughnuts."
  },
  {
    "author": "Raveena Gohil",
    "time": "5 months ago",
    "text": "Someone had told me that until you visit this place, you have missed out on the true pune experience. So to not miss out on it, came here for a nice Sunday breakfast. And had to order the staple - Bun muska, Chai, Caramel Custard and baked …"
  },
  {
    "author": "Vivek Chandel",
    "time": "a month ago",
    "text": "Famous old name but taste was good great.\nYou can get better option in your local market.\nFor first time it's okay to try ."
  },
  {
    "author": "Deepshikha Ganguly",
    "time": "Edited 2 months ago",
    "text": "I’d heard a lot about the place and was pretty excited to check it out. We ordered the dosa and the omelette keema bun maska; both were good. Is it truly worth all the hype? Maybe."
  },
  {
    "author": "Amit Kulkarni",
    "time": "5 months ago",
    "text": "A very famous place in FC road. Easy to spot. Typical iranian menu .. bun maska, omlette n bhurji along with kheema are famous. It's typical taste. U shud definitely try if u like these items .."
  }
]