[
  {
    "author": "Meghna M",
    "time": "a month ago",
    "text": "I was searching for cafes in KP and found this with 4.8 rating. No surprise, it is a decent, beautiful and affordable cafe. The staff and owner is sweet. They take feedback nicely. There is indoor and outdoor seating both. We enjoyed our …"
  },
  {
    "author": "Kshitija",
    "time": "a week ago",
    "text": "Visited The Voyage Cafe today to celebrate a birthday, and it was such a lovely experience! The place has a cozy vibe with a beautiful ambience—perfect for a relaxed hangout with friends or even family. …"
  },
  {
    "author": "Shahd guitar",
    "time": "2 months ago",
    "text": "The designer must have loved his job here, the atmosphere is amaazing you feel like you are in a ship. Aside from the top noch asthetic the service is amazing litrally everyone is super nice and attentive. The food is also lovely. Would def recommend, Oh also they have cool games to play."
  },
  {
    "author": "Ipsita Nandi",
    "time": "5 months ago",
    "text": "Loved the way they served us all the food and beverages. Attended their evening gigs and omg it turned out to be absolutely crazy, just loved their espresso shots and their unique blend of exquisite coffee flavours. Gonna take out my friends here again...was just worth visiting for!"
  },
  {
    "author": "Yashasvi Verma",
    "time": "6 months ago",
    "text": "The food and ambience both were amazing. But the best part was the staff, they were very polite and helpful. I am a vegan so they helped me get the vegan version of my favourite dishes! :) …"
  },
  {
    "author": "Hariprakash Chandak",
    "time": "10 months ago",
    "text": "A cute small and cozy cafe to visit and spend some good quality time with their delicious food. They have both indoor and outdoor sitting. What impressed me the most about them is there staff is too polite and helpful and the food they …"
  },
  {
    "author": "Megha N Juneja",
    "time": "4 months ago",
    "text": "Good food, great service and friendly staff. A small cafe in KP with a good ambience."
  },
  {
    "author": "Shweta Jitto",
    "time": "9 months ago",
    "text": "Beautiful place, top notch service (server Jojo), nice food.. some time the chef tends to go extra on salt with the guac and salads but the meal bowls are so comforting they will make you forget everything. …"
  },
  {
    "author": "Dipender ray",
    "time": "a year ago",
    "text": "Great. The ambiance of the restaurant was inviting and cozy, creating a pleasant atmosphere for our lunch gathering. The variety of options on the menu made it difficult for us to choose, but we were ultimately delighted with our …"
  },
  {
    "author": "Pushkaraj Suryawanshi",
    "time": "7 months ago",
    "text": "The cafe is absolutely amazing....\nNot to mention how the staff is so cooperative and helpful.\nThe ambience, the food, everything is good ✨️"
  },
  {
    "author": "Akash Rane",
    "time": "2 months ago",
    "text": "The Voyage Cafe is absolutely a great place to go for food & of course to meet the super star romeo 🐶the staff is so good they take care for everything.Delighted to see the entire vibe as well , cozy and good place to go. …"
  },
  {
    "author": "rupali kamble",
    "time": "6 months ago",
    "text": "It's nice place nd ambience also. Feel so good to come here ...nice food nd all staff is so polite....👌🏻👍🏻🫰🏻🤗💕😊 …"
  },
  {
    "author": "bhakti sarda",
    "time": "a month ago",
    "text": "This cafe has become my go-to spot whenever I’m in the area. Their coffee is consistently excellent, and the sandwiches are fresh, flavorful, and satisfying. The cozy ambiance and friendly staff make it an easy choice every time. Whether I need a quick bite or a quiet place to relax, this place never disappoints."
  },
  {
    "author": "Neha Singh",
    "time": "a year ago",
    "text": "Wonderful experience. I tried the Thai gravy after long and loved it. The berry nutty smoothie is a wholesome experience. The place is a cozy one on a busy road and Duss is so warm and welcoming. A must try. I’ll visit again for sure. They have a cute dog too😊 …"
  },
  {
    "author": "tanushri sharma",
    "time": "10 months ago",
    "text": "It is a really beautiful place serving delicious food, their service is incredibly fast. They have  very beautiful hostel as well, one of my friends was living in their hostel and suggested this place. What a gem of a place! The staff is so …"
  }
]